Revit 2027 API
ParameterTypeId.AlignmentStationLabelIncludeStation Property
 "Include Station"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationLabelIncludeStation { get; }
Public Shared ReadOnly Property AlignmentStationLabelIncludeStation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationLabelIncludeStation {
	ForgeTypeId^ get ();
}
static member AlignmentStationLabelIncludeStation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace